Repository: w8tcha/WatchersNET.TagCloud
Catalog: App_LocalResources/Settings.ascx.*.resx
Languages: de_de, pl_pl

# AddExWord.Text
source: Add Exclusion Word
de_de: Ausschluss Wort hinzufügen
pl_pl: Dodaj wyłączone słowo

# AddTag.Text
source: Add a new Tag
de_de: Neuen Tag erstellen
pl_pl: Dodaj nową etykietę

# AllTerms.Text
source: Show All Terms
de_de: Alle Terms anzeigen
pl_pl: Wyświetlaj wszystkie terminy

# AlphabeticAsc.Text
source: Alphabetic Ascending
de_de: Alphabetisch aufsteigend
pl_pl: Alfabetycznie rosnąco

# AlphabeticDsc.Text
source: Alphabetic Descending
de_de: Alphabetisch absteigend
pl_pl: Alfabetycznie malejąco

# both.Text
source: Both
de_de: Beides
pl_pl: Oba

# Cancel.Text
source: Cancel Edit
de_de: Editieren Abbrechen
pl_pl: Anuluj edytowanie

# cbCurrentEndDate.Text
source: Always use current Date as End date
de_de: Immer aktuelles Datum als Enddatum verwenden
pl_pl: Zawsze używaj bieżącej daty jako końcowej

# checkAllBlogs.Text
source: Use all Blogs
de_de: Alle Blogs verwenden
pl_pl: Użyj wszystkich blogów

# cmdExport.Text
source: Export Custom Tags
de_de: Exportiere Eigene Tags
pl_pl: Wyeksportuj własne etykiety

# cmdImport.Text
source: Import Custom Tags
de_de: Importiere Eigene Tags
pl_pl: Zaimportuj własne etykiety

# colour.Text
source: Colour
de_de: Farbe
pl_pl: Kolor

# ControlTitle_settings.Text
source: TagCloud Settings
de_de: TagCloud Einstellungen
pl_pl: Ustawienia chmury

# CustomSearchPageLabel.Help
source: Search Page where the Search Results will be displayed when clicking on a Tag
pl_pl: Strona z wynikami wyszukiwania po kliknięciu na etykietę

# CustomSearchPageLabel.Text
source: Portal Search Page
de_de: Portal Suchseite
pl_pl: Strona z wynikami wyszukiwania witryny

# CustomVocabulary.Text
source: Select Vocabularies
de_de: Vokabular wählen
pl_pl: Wybierz słowniki

# DeleteExWord.Text
source: Delete selected Word
de_de: Ausgewähltes Wort löschen
pl_pl: Usuń zaznaczone słowo

# DeleteLocale.Text
source: Delete the Selected Locale?
de_de: Ausgewählte Lokalisierung löschen?
pl_pl: Usunąć wybrane locale?

# DeleteTag.Text
source: Delete the Selected Tag?
de_de: Ausgewählten Tag löschen?
pl_pl: Usunąć wybraną etykietę?

# EditExWord.Text
source: Edit selected Word
de_de: Ausgewähltes Wort bearbeiten
pl_pl: Edytuj zaznaczone słowo

# EditTag.Text
source: Edit a Tag selected from the List.
de_de: Einen aus der Liste gewählten Tag editieren.
pl_pl: Edytuj etykietę wybraną z listy.

# EllipticityLabel.Help
source: Ellipticity of the circle formed by word.
de_de: Elliptizität des Kreis, der durch das Wort gebildet.
pl_pl: Eliptyczność okręgu formowanego przez słowo.

# EllipticityLabel.Text
source: Circle Ellipticity
de_de: Kreis Elliptizität
pl_pl: Eliptyczność okręgu

# Error.Text
source: Value must be a Number.
de_de: Eintrag muss eine Nummer sein.
pl_pl: Wartość musi być liczbowa.

# Error_1.Text
source: Value must be 150px or higher.
de_de: Wrt muss 150px oder höher sein.
pl_pl: Wartość musi być 150px lub wyższa.

# Error_2.Text
source: Value must be 25% or higher.
de_de: Wert muss 25% oder höher sein.
pl_pl: Wartość musi być 25% lub wyższa.

# Error_3.Text
source: Value can not be higher then 100%.
de_de: Wert kann nicht höher als 100% sein.
pl_pl: Wartość nie może być wyższa niż 100%.

# FillBoxLabel.Help
source: True will mark the entire box containing the word as filled - no subsequent smaller words can be fit in the gap.
pl_pl: Prawda oznaczy cały obszar zawierający słowo jako wypełniony, następne krótsze słowa mogą pasować w przerwę.

# FillBoxLabel.Text
source: Fill Box
pl_pl: Obszar wypełniania

# GridSizeLabel.Help
source: A higher value means bigger Gap Between Words
de_de: Ein höherer Wert bedeutet einen größeren Abstand zwischen den Wörtern
pl_pl: Wyższa wartość oznacza większe przerwy między słowami.

# GridSizeLabel.Text
source: Grid Size
de_de: Rastergröße
pl_pl: Rozmiar siatki

# lblBgcolor.Help
source: Color for the Background, alternative set it to transparent
de_de: Farbe des Hintergrundes, alternativ kann es auch Transparent sein
pl_pl: Kolor tła, można ustawić na przezroczyste

# lblBgcolor.Text
source: Background color
de_de: Hintergrundfarbe
pl_pl: Kolor tła

# lblCacheItems.Help
source: If the Tags are Cached, they dont need generate every Time when the Page is loaded this can increase Page Load Time. (If Check Url Visiblity is activated, Caching is deactivated)
de_de: Wenn die Tags gecached werden müssen sie nicht jedes mal wenn die Seite geladen wird neu generiert werden. Das Kann die Seitenladezeit verkürzen. (Wenn Urlsichtbarkeit überprüfen aktiviert ist, ist das Cachen deaktiviert)
pl_pl: Jeśli etykiety są zbuforowane, to nie są generowane za każdym wczytaniem strony, przyspieszając jej wczytywanie. (Jeśli Sprawdź widoczność adresów URL jest włączone, to buforowanie jest wyłączone)

# lblCacheItems.Text
source: Cache Tags
de_de: Tags Cachen
pl_pl: Buforowanie etykiet

# lblChooseVoc.Help
source: Select from which Vocabularies you want to display the terms as Tags.
de_de: Markieren Sie von welchen Vokabularien die Terms als Tags angezeigt werden sollen.
pl_pl: Wybierz spośród słowników do wyświetlenia terminów jako etykiet.

# lblChooseVoc.Text
source: Select a Vocabulary
de_de: Vokabulare auswählen
pl_pl: Wybierz słownik

# lblColPic.Text
source: <-- Click on the Box to select a Color
de_de: <-- Klicken Sie auf die Box um eine Farbe zu wählen
pl_pl: <-- Kliknij, aby wybrać kolor

# lblCustomTag.Help
source: Create or Modify a Tag and specify a Tag Name, Weight and URL.
de_de: Neuen Tag erstellen oder bearbeiten und spezifizieren sie einen Tagnamen, das Gewicht und eine URL.
pl_pl: Utwórz lub zmodyfikuj etykietę, określając nazwę, wagę i adres URL.

# lblCustomTag.Text
source: Create/Modify Tag
de_de: Tab bearbeiten/erstellen
pl_pl: Utwórz/zmodyfikuj etykietę

# lblCustomTags.Help
source: Create and Manage your own Tags. And define a Tag Weight and URL for each Tag.
de_de: Erstellen und bearbeiten der eigenen Tags. Definieren Sie für jeden Tag ein Tag Größe und eine URL.
pl_pl: Utwórz lub zarządzaj własnymi etykietami. Można zdefiniować adres URL i wagę każdej etykiety.

# lblCustomTags.Text
source: Custom Tags List
de_de: Eigene Tagslisten
pl_pl: Własna lista etykiet

# lblEndDate.Help
source: End Date is always Today
de_de: Enddatum ist immer heute
pl_pl: Data końcowa zawsze dzisiaj

# lblEndDate.Text
source: End Date
de_de: Enddatum
pl_pl: Data końcowa

# lblExcludeCommon.Help
source: Exclude Common Words in current Language, the Common Words are stored in the Lanugage Files.
de_de: Häufige Wörter in aktueller Sprache ausschließen, die Häufigen Wörter sind in den Sprachdateien gespeichert.
pl_pl: Wyłącz częste słowa bieżącego języka, częste słowa przechowywane w plikach językowych.

# lblExcludeCommon.Text
source: Exclude Common Words
de_de: Häufige Wörter Ausschliessen
pl_pl: Wyklucz częste słowa

# lblExcludeWord.Help
source: Enter a word that should be excluded from the Tag Cloud.
de_de: Geben Sie ein Wort ein das von der TagCloud aussgeschlossen werden soll.
pl_pl: Wprowadź słowo, które powinno być wyłączone z chmury.

# lblExcludeWord.Text
source: Exclude Word
de_de: Ausschlusswort
pl_pl: Wyłącz słowo

# lblExlusionList.Help
source: Words from the TagCloud to be excluded
de_de: Wörter die aus der TagCloud ausgeschlossen werden
pl_pl: Słowa z chmury etykiet do wyłączenia

# lblExlusionList.Text
source: Exclusion List
de_de: Auszuschließende Wörter
pl_pl: Lista wyłączeń

# lblExlusionType.Help
source: Choose how the Exclude Word Matches the Tag either Equals, Contains, Starts With or Ends Width the Tag.
de_de: Wählen Sie, wie das Ausschließen Wort dem Tag Wort entspricht entweder Gleich ist, Das Wort enthält, beginnt mit dem Wort oder Endet mit dem Wort.
pl_pl: Wybierz dopasowanie wyłączenia. Etykieta może się równać, zawierać, rozpoczynać lub kończyć żądanym ciągiem znaków.

# lblExlusionType.Text
source: Exclusion Word Type
de_de: Ausschluss Worttyp
pl_pl: Typ wyłączenia słowa

# lblFlashHeight.Help
source: You Can Set the Height value for the Cloud in 'px'
de_de: Hier können Sie einen Wert für die Cloud Höhe in 'px' angeben.
pl_pl: Można ustawić wartość wysokości chmury w 'px'

# lblFlashHeight.Text
source: Cloud Height
de_de: Cloud Höhe
pl_pl: Wysokość chmury

# lblFlashWidth.Help
source: You Can Set the Width value for the Cloud in 'px'
de_de: Hier können Sie einen Wert für die Cloud Breite in 'px' angeben.
pl_pl: Można ustawić wartość szerokości chmury w 'px'

# lblFlashWidth.Text
source: Cloud Width
de_de: Cloud Breite
pl_pl: Szerokość chmury

# lblFontFamily.Help
source: Font Family for the Tags inside the HTML 5 Canvas Cloud
de_de: Schriftart für die Wörter innerhalb der HTML 5 Canvas Wolke
pl_pl: Czcionka dla etykiet chmury Canvas HTML5

# lblFontFamily.Text
source: Canvas (HTML5) Text Font
de_de: Canvas (HTML5) Text Schriftart
pl_pl: Rodzaj czcionki Canvas (HTML5)

# lblHicolor.Help
source: Optional highlight color when a Tag is selected
de_de: Optionale Highlightfarbe
pl_pl: Opcjonalny kolor podświetlenia przy wybraniu etykiety

# lblHicolor.Text
source: Highlight Color
de_de: Highlightfarbe
pl_pl: Kolor podświetlenia

# lblModuleActiveforums.Help
source: Select the Module Instance if any Module Instance is found on the Selected Tab.
de_de: Wählen Sie die Modul Instanz, falls auf der gewählten Seite eine gefunden wurde.
pl_pl: Wybierz instancję modułu, jeśli dowolna instancja została odnaleziona na wybranej zakładce.

# lblModuleActiveforums.Text
source: Select the Active Forums Module Instance
de_de: Active Forums Modul Instanz wählen
pl_pl: Wybierz instancję modułu Active Forums

# lblModuleDnnBlog.Help
source: Select the Module Instance if any Module Instance is found on the Selected Tab.
de_de: Wählen Sie die Modul Instanz, falls auf der gewählten Seite eine gefunden wurde.
pl_pl: Wybierz instancję modułu, jeśli dowolna instancja została odnaleziona na wybranej zakładce.

# lblModuleDnnBlog.Text
source: Select the DotNetNuke Blog Module Instance
de_de: DotNetNuke Blog Modul Instanz wählen
pl_pl: Wybierz instancję modułu Blog DNN

# lblModuleVentrianNews.Help
source: Select the Module Instance if any Module Instance is found on the Selected Tab.
de_de: Wählen Sie die Modul Instanz, falls auf der gewählten Seite eine gefunden wurde.
pl_pl: Wybierz instancję modułu, jeśli dowolna instancja zostanie odnaleziona na wybranej zakładce.

# lblModuleVentrianNews.Text
source: Select the News Articles Module Instance
de_de: News Articles Modul Instanz wählen
pl_pl: Wybierz instancję modułu artykułów

# lblModuleVentrianSimple.Help
source: Select the Module Instance if any Module Instance is found on the Selected Tab.
de_de: Wählen Sie die Modul Instanz, falls auf der gewählten Seite eine gefunden wurde.
pl_pl: Wybierz instancję modułu, jeśli dowolna instancja została odnaleziona na wybranej zakładce.

# lblModuleVentrianSimple.Text
source: Select the Simple Gallery Module Instance
de_de: Simple Gallery Modul Instanz wählen
pl_pl: Wybierz instancję modułu galerii

# lblOccurCount.Help
source: Show Only Tags with a Minimum Occurrence you defined.
de_de: Nur Tags anzeigen die mindestens x Mal vorkommen
pl_pl: Wyświetlanie etykiet ze zdefiniowaną wartość minimalnego występowania.

# lblOccurCount.Text
source: Minimum Tag Weight
de_de: Minimales Tag Gewicht
pl_pl: Minimalna waga etykiety

# lblPortalId.Help
source: Here you can specify the Portal ID that will be used to show results from.
de_de: Hier können Sie die Portal Id definieren von dem Resultate angezeigt werden sollen
pl_pl: Tutaj można określić ID portalu, z którego mają być wyświetlane wyniki.

# lblRenderItemWeight.Help
source: Enabling this property renders a number next to each tag signifying its weight.
de_de: Die Aktivierung dieser Eigenschaft zeigt eine Zahl neben jedem Tag mit dem Gewicht des tags.
pl_pl: Włączenie tej opcji wyświetli numer wagowy przy każdej etykiecie.

# lblRenderItemWeight.Text
source: Render Tag Item Weight
de_de: Tag Gewicht darstellen
pl_pl: Wyświetlaj wagę elementu etykiety

# lblRenderMode.Help
source: Select how the Cloud should be Rendered, select between Flash, Html5, or Basic HTML
de_de: Wählen Sie wie die Cloud dargestellt werden soll, wählen Sie zwischen, Html5, oder Basic HTML
pl_pl: Wybierz tryb wyświetlania chmury, do wyboru są tryby Flash, HTML5 lub Podstawowy HTML

# lblRenderMode.Text
source: Render Mode
de_de: Darstellungsmodus
pl_pl: Tryb wyświetlania

# lblRenderUl.Help
source: Render Html Tag Cloud as Unordered List (UL)
de_de: Html Tag Cloud als Unordered List (UL) generieren
pl_pl: Wyświetlaj chmurę HTML jako listę nieuporządkowaną (UL)

# lblRenderUl.Text
source: Render as UL
de_de: UL Generieren
pl_pl: Wyświetlaj jako UL

# lblSelectBlogs.Help
source: Select which Blogs you want to use, Select "Use all Blogs" to always use all Blogs.
de_de: Wählen Sie welche Blogs sie verwenden möchten. Oder Wählen Sie "Alle Blogs verwenden" um immer alle Blogs zu verwenden.
pl_pl: Wybierz blogi do użycia, lub wybierz "Użyj wszystkich blogów", aby zawsze używać wszystkich blogów.

# lblSelectBlogs.Text
source: Select Blogs
de_de: Blogs auswählen
pl_pl: Wybierz blogi

# lblSkin.Help
source: A Skin for the Html (non Flash) TagCloud can be defined.
de_de: Ein Skin für die Html (ohne Flash) TagCloud kann hier definiert werden.
pl_pl: Można zdefiniować motyw dla chmury HTML (nie Flash).

# lblSkin.Text
source: Html TagCloud Skin
pl_pl: Motyw chmury HTML

# lblSortTags.Help
source: Option to sort the Tags alphabetically or based on their weight, in ascending or descending order, or random.
de_de: Option, um die Tags in alphabetischer Reihenfolge zu sortieren oder nach ihrem Gewicht, in aufsteigender oder absteigender Reihenfolge, oder zufällig.
pl_pl: Opcje do sortowania etykiet alfabetycznie lub zależnie od wagi, w kolejności normalnej, odwrotnej lub losowej.

# lblSortTags.Text
source: Sort Tags
de_de: Tags sortieren
pl_pl: Sortowanie etykiet

# lblStartDate.Help
source: Define the Start Date to get the Referrals from the Sitelog
de_de: Definieren sie das Startdatum, von welchesm Zeitraum die Referrers aus dem Sitelog gehohlt werden sollen.
pl_pl: Zdefiniuj datę początkową, aby uzyskać referentów z dziennika witryny

# lblStartDate.Text
source: Start Date
de_de: Startdatum
pl_pl: Data początkowa

# lblTagMode.Help
source: Choose between Tags generated from the Search Items, Or create your on Tags List
de_de: Wählen Sie zwischen Tags generiert aus den Sucheinträgen oder definieren Sie ihre eigene Tagsliste.
pl_pl: Wybierz spomiędzy etykiet generowanych z elementów wyszukiwania lub utwórz własną listę etykiet.

# lblTagMode.Text
source: Choose Tag Mode
de_de: Tagmodus wählen
pl_pl: Wybierz tryb etykiet

# lblTagsCloudHeight.Help
source: You Can Set the Height value for the Tag Cloud in '%' or 'px'
de_de: Hier können Sie einen Wert für die Höhe in '%' oder 'px' angeben.
pl_pl: Można określić wartość wysokości chmury w '%' lub 'px'

# lblTagsCloudHeight.Text
source: Tags Cloud Height
de_de: Tags Cloud Höhe
pl_pl: Wysokość chmury

# lblTagsCloudWidth.Help
source: You Can Set the width value for the Tag Cloud in '%' or 'px'
de_de: Hier können Sie einen Wert für die Breite in '%' oder 'px' angeben.
pl_pl: Można określić szerokość chmury w procentach '%' lub pikselach 'px'

# lblTagsCloudWidth.Text
source: Tags Cloud Width
de_de: Tags Cloud Breite
pl_pl: Szerokość chmury

# lblTagsCount.Help
source: Maximum Number of Items Shows in the TagCloud
de_de: Maximale Anzahl der Einträge im TagCloud
pl_pl: Maksymalna liczba elementów do wyświetlenia w chmurze

# lblTagsCount.Text
source: Max. Number of Items
de_de: Max. Anzahl von Tags
pl_pl: Maksymalna liczba elementów

# lblTagSeparator.Help
source: Define an Separator between each Tag, for example an '|'.
de_de: Definieren sie einen Separator zwischen jeden Tag, z.B.: ein '|'.
pl_pl: Zdefiniuj separator pomiędzy etykietami, np. '|'.

# lblTagSeparator.Text
source: Tag Separator
de_de: Tag Trenner
pl_pl: Separator etykiet

# lblTagsLink.Help
source: The Tag can contain a Link to the Portal Search with current word.
de_de: Soll der Tag ein Link zur Portal Suche haben?
pl_pl: Chmura może zawierać odnośnik do wyszukiwania portalu za pomocą bieżącego słowa.

# lblTagsLink.Text
source: Tags with Link
de_de: Tags Link zur Portal-Suche
pl_pl: Etykiety z odnośnikami

# lblTagsLinkChk.Help
source: Check Tag Urls if the current User can see Page of the Tag or Tag Link, if Not The Tag is not shown.
de_de: Tag Url überprüfen, ob der Aktuelle Benutzer Zugang zu der Seite hat, ansonsten wird der Tag nicht angezeigt.
pl_pl: Sprawdzaj adresy URL etykiet pod względem widoczności dla danego użytkownika, jeśli niewidoczny, to nie wyświetlaj etykiety.

# lblTagsLinkChk.Text
source: Check Url Visibility
de_de: Urlsichtbarkeit überprüfen
pl_pl: Sprawdź widoczność adresów URL

# lblTaxMode.Help
source: Choose between All Terms or only Terms of Current Tab
de_de: Wählen Sie zwischen Allen Terms oder nur den Terms der aktuellen Seite.
pl_pl: Wybierz pomiędzy wszystkimi terminami, a terminami z bieżącej zakładki

# lblTaxMode.Text
source: Select Terms Mode
de_de: Terms Modus
pl_pl: Wybierz tryb terminów

# lblTcolor.Help
source: The Font color of the tags
de_de: Die Schriftfarbe der Tags
pl_pl: Kolor czcionki etykiet

# lblTcolor.Text
source: Color of the tags
de_de: Farbe der Tags
pl_pl: Kolor etykiet

# lblTcolor2.Help
source: Optional second color for gradient (Flash only)
pl_pl: Opcjonalny drugi kolor gradientu (tylko Flash)

# lblTcolor2.Text
source: Flash Gradient color
pl_pl: Kolor gradientu Flash

# lblTspeed.Help
source: Allows you to change the speed of the sphere. Options between 25 and 500 work best.
de_de: Erlaubt die Geschwindigkeit der Sphere zu ändern. Werte zwischen 25-500 sind möglich.
pl_pl: Pozwala zmienić prędkość sfery. Wartości między 25 a 500 działają najlepiej.

# lblTspeed.Text
source: Flash Rotation speed
de_de: Flash Drehgeschwindigkeit
pl_pl: Prędkość obrotu Flash

# lblWeightMode.Help
source: Method to use for displaying tag weights inside the Canvas Tag Cloud. Should be one of size, colour or both.
de_de: Methode für die Sortierung der Wörter in der HTML 5 Canvas Wolke. Sollte eine Größe (size), Farbe (colour) oder beides sein (both).
pl_pl: Metoda wyświetlania wag etykiet chmury Canvas. Rozmiar, kolor lub obie.

# lblWeightMode.Text
source: Canvas (HTML5) Weight Mode
de_de: Canvas (HTML5) Gewichtsmodus
pl_pl: Tryb wagi Canvas (HTML5)

# lCommOpt.Text
source: Basic Settings
de_de: Allgemeine Einstellugen
pl_pl: Ustawienia podstawowe

# lCustomTag.Text
source: Tag Name:
pl_pl: Nazwa etykiety:

# lExcludeOpt.Text
source: Exclude Settings
de_de: Ausschlusswörter Einstellungen
pl_pl: Ustawienia wyłączania

# lFilterOpt.Text
source: Filtering & Sorting Settings
de_de: Filterung & Sortierungungseinstellungen
pl_pl: Ustawienia filtrowania i sortowania

# lFlashOpt.Text
source: 3D HTML5/Word Cloud/Flash Settings
de_de: 3D HTML5/Word Cloud/Flash Einstellungen
pl_pl: Ustawienia 3D HTML5/Word Cloud/Flash

# lLinkOpt.Text
source: Tag Link Settings
de_de: Tag Link Einstellungen
pl_pl: Ustawienia odnośnika etykiety

# lModifyWord.Text
source: Add / Modify Exclude Word
de_de: Ausschlusswort Hinzufügen / Bearbeiten
pl_pl: Dodaj/zmodyfikuj wyłączenia

# lTagSrcActiveforums.Text
source: Tag Source - Active Forums Tags
de_de: Tag Quelle - Active Forums Tags
pl_pl: Źródło etykiet - aktywne etykiety forumTag Source - Active Forums Tags

# lTagSrcCustom.Text
source: Tag Source - Custom Tags
de_de: Tag Quelle - Custom Tags
pl_pl: Źródło etykiet - Własne etykiety

# lTagSrcDnnBlog.Text
source: Tag Source - DotNetNuke Blog Tags
de_de: Tag Quelle - DotNetNuke Blog Tags
pl_pl: Źródło etykiet - Etykiety blogów

# lTagSrcOpt.Text
source: Tags Source Settings
de_de: Tags Source Einstellungen
pl_pl: Ustawienia źródeł etykiet

# lTagSrcReferrals.Text
source: Tag Source - Search Referrals Tags
de_de: Tag Quelle - Search Referrals Tags
pl_pl: Źródło etykiet - Etykiety referentów wyszukiwania

# lTagSrcTax.Text
source: Tag Source - DotNetNuke Taxonomy Tags
de_de: Tag Quelle - DotNetNuke Taxonomy Tags
pl_pl: Źródło etykiet - Etykiety taksonomii DNN

# lTagSrcVentrianNews.Text
source: Tag Source - News Articles Tags
de_de: Tag Quelle - News Articles Tags
pl_pl: Źródło etykiet - Etykiety artykułów

# lTagSrcVentrianSimple.Text
source: Tag Source - Simple Gallery Tags
de_de: Tag Quelle - Simple Gallery Tags
pl_pl: Źródło etykiet - Etykiety galerii

# lTagUrl.Text
source: Tag URL:
pl_pl: Adres URL etykiety:

# lTagWeight.Text
source: Tag Weight:
de_de: Tag Gewicht:
pl_pl: Waga etykiety:

# MinSizeLabel.Help
source: Minium font size in pixel to draw (0 to disable)
de_de: Minmale Schriftgröße in Pixeln (0 um zu deaktivieren).
pl_pl: Minimalny rozmiar czcionki w pikselach do wyświetlenia (0, aby wyłączyć)

# MinSizeLabel.Text
source: Min. Font Size
de_de: Min. Schriftgröße
pl_pl: Minimalny rozmiar czcionki

# ModeActiveforums.Text
source: ActiveForums Tags
pl_pl: Etykiety modułu ActiveForums

# ModeCustom.Text
source: Custom Tags
pl_pl: Własne etykiety

# ModeDnnblog.Text
source: Dnn Blog Tags
pl_pl: Etykiety modułu Blog

# ModeNewsarticles.Text
source: NewsArticles Tags
pl_pl: Etykiety modułu NewsArticles

# ModeReferrals.Text
source: Search Referrals
pl_pl: Odniesienia wyszukiwania

# ModeSearch.Text
source: Common Words
pl_pl: Częste słowa

# ModeSimplegallery.Text
source: SimpleGallery Tags
pl_pl: Etykiety modułu SimpleGallery

# ModeTax.Text
source: Taxonomy
pl_pl: Taksonomia

# ModuleHelp.Text
source: Here you can modify all Settings for the Module, for example you can set the maxium Tags that will be shown in the TagCloud and the words that are excluded from the TagCloud
de_de: Hier können Sie alle Einstellungen für das Modul vornehmen, z.B. können die maximale Anzahl an Wörtern im TagCloud definieren und Wörter definieren die ausgeschlossen werden sollen.
pl_pl: Tutaj można zmodyfikować wszystkie ustawienia modułu, przykładowo maksymalną liczbę etykiet do wyświetlenia w chmurze i słowa, które są z niej wykluczone.

# NotSorted.Text
source: Not Sorted
de_de: Nicht sortiert
pl_pl: Bez sortowania

# rangevalidator1.Text
source: Speed Value must be between 25 and 500.
de_de: Geschwindigkeitswert muss zwischen 25 und 500 liegen.
pl_pl: Wartość prędkości musi się zawierać między 25 a 500.

# SaveExWord.Text
source: Save Exclusion Word
de_de: Auschluss Wort speichern
pl_pl: Zapisz słowo do wyłączenia

# SaveLocale.Text
source: Save Locale
de_de: Lokale Speichern
pl_pl: Zapisz locale

# SaveTag.Text
source: Save Tag
de_de: Tag speichern
pl_pl: Zapisz etykietę

# SearchPageQueryStringLabel.Help
source: The Query String for the Search Page
de_de: Abfragezeichenreihenfolge für die Suchseite
pl_pl: Ciąg zapytania dla strony wyszukiwania

# SearchPageQueryStringLabel.Text
source: Search Page Query String
de_de: Such Abfragezeichenfolge
pl_pl: Ciąg zapytania dla wyszukiwania

# SearchPageTaxQueryStringLabel.Help
source: The Query String for the Search Page when searching for Taxonomy Tags
de_de: Abfragezeichenreihenfolge für die Suchseite für Taxonomy Terms
pl_pl: Ciąg zapytania dla strony wyszukiwania, gdy wyszukiwane są etykiety z taksonomii

# SearchPageTaxQueryStringLabel.Text
source: Search Page Tax Query String
de_de: Tax Such Abfragezeichenfolge
pl_pl: Ciąg zapytania dla wyszukiwania z taksonomii

# SelectPage.Text
source: Select A Page
de_de: Seite auswählen
pl_pl: Wybierz stronę

# ShapeLabel.Help
source: The Shape in which the Cloud is rendered.
de_de: Wählen Sie eine Form wie die Cloud dargestellt werden soll.
pl_pl: Kształt chmury do wyświetlenia.

# ShapeLabel.Text
source: WordCloud Shape
de_de: WordCloud Form
pl_pl: Kształt chmury słów

# ShowLocalize.Text
source: Show Localizations
de_de: Zeige Lokalisierungen
pl_pl: Wyświetl lokalizacje

# size.Text
source: Size
de_de: Größe
pl_pl: Rozmiar
