Repository: w8tcha/WatchersNET.TagCloud
Catalog: App_LocalResources/Settings.ascx.*.resx
Languages: de_de, pl_pl

# TabTerms.Text
source: Show Terms of Current Tab
de_de: Terms des Aktueller Seite anzeigen
pl_pl: Wyświetlaj terminy bieżącej zakładki

# TagsExported.Text
source: Tags exported!
de_de: Tags exportiert!
pl_pl: Etykiety wyeksportowano!

# transparent.Text
source: Transparent?
de_de: Durchsichtbar?
pl_pl: Przezroczyste?

# WeightedAsc.Text
source: Weighted Ascending
de_de: Nach Gewicht aufsteigend
pl_pl: Wagowo rosnąco

# WeightedDsc.Text
source: Weighted Descending
de_de: Nach Gewicht absteigend
pl_pl: Wagowo malejąco

# WeightFactorLabel.Help
source: A higher value means bigger Text
de_de: Ein höherer Wert bedeutet größerer Text.
pl_pl: Wyższa wartość oznacza większy tekst

# WeightFactorLabel.Text
source: Weight Factor
de_de: Gewichtsfaktor
pl_pl: Współczynnik wielkości

# WordCloudOptionsPanelLabel.Text
source: WordCloud (Wordle) Settings
de_de: WordCloud (Wordle) Einstellungen
pl_pl: Ustawienia chmury słów (Wordle)
